IDEA Open Model
ConcreteULSCheckResultFatigueEc2.InternalForceMax Property
Compatible with IDEA StatiCa Beta 20.0
 internal forces for fatigue calculation max
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ResultOfInternalForces InternalForceMax { get; set; }
Public Property InternalForceMax As ResultOfInternalForces
	Get
	Set
Property Value
Type: ResultOfInternalForces
See Also
Reference
ConcreteULSCheckResultFatigueEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace